[]
=on

[InstallWizard]
ProductName=血手宝典7
//ErrorMessage=
MSG_001=权限不足，无法安装/移除!
MSG_101=设定不完整，无法安装!
MSG_102=已經安装较新版本, 建議退出安装程序!
MSG_103=此档案无法复制，请按确定后，继续安装作业!
MSG_1040=存在"开机启动"信息!
MSG_1041=存在"软件自定义注册"信息!
MSG_1042=存在"软件程序档案"!
MSG_201=移除信息不完整，无法移除!
MSG_202=此档案无法移除，请按确定后，继续移除作业!
MSG_301=更新信息不完整，无法更新!
MSG_302=请先移除已安装版本，再重新进行安装操作.
MSG_501=计算机中安装的已经是旧版, 是否进行安装更新!
MSG_502=升级失败，请重新操作!!
MSG_503=计算机中安装的已经是新版, 是否还要进行安装程序!
//準備安裝畫面=
FPrepare->Caption=血手幽靈 安装精灵
FPrepare->lb_Prepare->Caption=安装精灵正在正在进行安装前的准备动作, 接下来将引导您完成剩余的安装过程, 请稍候.
FPrepare->lb_PrepareProc->Caption=正在准备安装...
//安裝歡迎畫面=
FWelcome->lb_Welcome->Caption=欢迎安装 [%P] 软件 !
FWelcome->lb_StartInstallation->Caption=安装精灵将進行安装[%P]软件,若要继续,请按[下一步] !
FWelcome->lb_SelectLanguage->Caption=请选择语系 :
//硬體設備套用軟體系列選擇=
FSeriesSelect->lb_SelectSeriesTitle->Caption=准备安装[%P]软件
FSeriesSelect->lb_SelectSeriesDescription->Caption=选择您的产品型号,并按[下一步]执行安装 !
FSeriesSelect->rb_Series2->Caption=智能多核左三枪 V2
FSeriesSelect->rb_Series3->Caption=智能多核左三枪 V3
FSeriesSelect->rb_Series5->Caption=智能多核左三枪 V5
FSeriesSelect->rb_Series7->Caption=智能多核左三枪 V7
FSeriesSelect->rb_Series4->Caption=智能多核左三枪 V4
//授權合約條款確認畫面=
FEULA->rb_AgreeEULA->Caption=我接受合约              
FEULA->rb_DisapproveOfEULA->Caption=我不接受合約            
//詢問是否開始安裝畫面=
FAskInstall->lb_Title->Caption=准备安装
FAskInstall->lb_AskInstall->Caption=单击[安装]开始安装,\\\\\\\\如果要变更任何安装设定,请单击[上一步], 单击[取消]退出安装精灵.
//開始安裝畫面=
FInstall->lb_Title->Caption=正在安装…
FInstall->lb_Install->Caption=安装精灵正在执行所要求的安装!
CopyFiles=档案复制
ChangeFolderCompetence=变更资料夹权限中…
WriteRegOnUninstallFolder=注册文件写入解安装信息
WriteRegOnBootName=注册文件写入开机启动信息
CreateLinks=建立快捷方式
WriteRegOnPrivateFolder=注册文件写入软件信息
//確認取消畫面=
FCancelConfirm->lb_CancelConfirm->Caption=安装没有完成. 如果现在结束安装程序，将造成您要求新增/移除的功能不完整.\\\\真要结束安装程序吗?
//取消完成畫面=
FCancel->lb_Cancel->Caption=安装程序已被中断 !
FCancel->lb_Notes->Caption=系统尚未被修改,以后如还要安装此程序,请再次运行此安装程序,\\\\\\\\单击[完成]结束安装程序.
//安裝完成畫面=
FFinish->lb_Finish_Install->Caption=安装新版完成 !
FFinish->lb_Finish_Uninstall->Caption=移除舊版完成 !
FFinish->lb_Finish_Upgrade->Caption=更新完成 !
FFinish->lb_FinishInstallNotes->Caption=安装程序已经在您的计算机中完成了[%P]软件的安装 !
FFinish->lb_FinishUninstallNotes->Caption=已完成移除[%P]舊版软件 !
FFinish->lb_FinishUpgradeNotes->Caption=已完成更新[%P]软件 !
FFinish->ck_StartProgram->Caption=现在启动[%P]软件
//確定解安裝畫面=
FUninstallConfirm->lb_UninstallConfirm->Caption=是否完全移除所选应用程序及其功能?
FUninstallConfirm->ck_DeleteUserLog->Caption=删除使用记录(包含 : 编程、枪械文件、按键设定…等。)
//開始解安裝畫面=
FUninstall->lb_Uninstall->Caption=正在执行移除旧版[%P]软件…
BackupSettingData=是否保留软件设定数据?
//詢問是否升級或修復畫面=
FAskUpgradeAndRepair->lb_AskUpgradeXRepair->Caption=单击[升级/修复]以开始升级或修复，\\\\\\\\如果不升级或修复，单击[取消]退出安装精灵.
FAskUpgradeAndRepair->bt_Upgrade->Caption=升级/修复
//開始升級/修復畫面=
FUpgradeAndRepair->lb_UpgradeXRepair->Caption=安装程序正在 升级/修复 [%P]软件 !
FUpgradeAndRepair->bt_Cancel->Caption=取消

[UNINSTALL]
DISPLAY_NAME=血手宝典7 [Bloody7]
PUBLISHER=血手幽灵
URL=http:\\www.bloody.tw\
LINK_PROGRAMS_PUBLISHER=血手幽灵
LINK_PROGRAMS_FOLDER=血手宝典7
LINK_PROGRAMS_EXEC=血手宝典7
LINK_PROGRAMS_UNIST=移除 血手宝典7
LINK_PROGRAMS_MANUAL=操作手册
LINK_DESKTOP=血手宝典7

